tap "homebrew/bundle"
tap "int128/kubelogin"
tap "tako8ki/tap"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "bmon"
brew "bottom"
brew "btop"
brew "ctop"
brew "direnv"
brew "doctl"
brew "duf"
brew "eza"
brew "node"
brew "fx"
brew "fzf"
brew "glow"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "monolith"
brew "neovim"
brew "python@3.12"
brew "pipx"
brew "ripgrep"
brew "rust"
brew "starship"
brew "vapor"
brew "zellij"
brew "int128/kubelogin/kubelogin"
brew "tako8ki/tap/gobang"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-ubuntu-nerd-font"
mas "Amphetamine", id: 937984704
mas "GoodLinks", id: 1474335294
mas "Home Assistant", id: 1099568401
mas "HomeCam", id: 1292995895
mas "Keymapp", id: 6472865291
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RadarScope", id: 288419283
mas "Reeder", id: 1529448980
mas "Screens 5", id: 1663047912
mas "Slack", id: 803453959
mas "StopTheMadness Pro", id: 6471380298
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
mas "‎WhatsApp", id: 310633997
