tap "homebrew/bundle"
tap "int128/kubelogin"
tap "julien-cpsn/atac"
tap "tako8ki/tap"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "bmon"
brew "bottom"
brew "btop"
brew "ctop"
brew "direnv"
brew "doctl"
brew "duf"
brew "eza"
brew "node"
brew "fx"
brew "fzf"
brew "glow"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "monolith"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "starship"
brew "uv"
brew "vapor"
brew "zellij"
brew "int128/kubelogin/kubelogin"
brew "julien-cpsn/atac/atac"
brew "tako8ki/tap/gobang"
cask "blackhole-2ch"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-ubuntu-nerd-font"
cask "orbstack"
