tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "int128/kubelogin"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jhotmann/rename-cli"
# brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "bmon"
brew "btop"
brew "direnv"
brew "duf"
brew "eza"
brew "node"
brew "fx"
brew "fzf"
brew "glow"
brew "jq"
brew "mas"
brew "monolith"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tmux"
brew "vapor"
brew "zellij"
brew "int128/kubelogin/kubelogin"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "jhotmann/rename-cli/rename-cli"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
